{
  "title": "Amory Wars",
  "legend": [ 
    { "name":"The Second Stage Turbine Blade", "colour": "green", "contrast":"white", "id": 1 },
    { "name":"In Keeping Secrets of Silent Earth: 3", "colour": "blue", "contrast":"white", "id": 2 },
    { "name": "Good Apollo, I'm Burning Star IV, Volume One: From Fear Through the Eyes of Madness", "colour": "red", "contrast":"white", "id":3},
    { "name": "Good Apollo, I'm Burning Star IV, Volume Two: No World for Tomorrow", "colour": "crimson", "contrast":"white", "id":4},
    { "name": "Vaxis – Act I: The Unheavenly Creatures", "colour": "gold", "contrast":"white", "id":5},
    { "name": "Vaxis – Act II: A Window of the Waking Mind ",  "colour": "goldenrod", "contrast":"white", "id":6},
    { "name": "The Afterman: Ascension ", "colour": "aquamarine", "contrast":"white", "id":7},
    { "name": "The Afterman: Descension", "colour": "aqua", "contrast":"white", "id":8},
    { "name": "Year of the Black Rainbow", "colour": "rgba(0, 0, 0, 0.25)", "contrast":"white", "id":9 }
  ],
  "entries": [
    { "type": 2, "name": "Introduction", "description": "In the beginning, God created three species: Man, Mage, and Prise. They were placed in the universe known as Heaven’s Fence and allowed to live. The “Fence” was comprised of 78 planets aligned in a triangular form divided into 12 sectors. Each sector was given a capital planet with five additional planets (with the exception of sectors 7 and 12, which had eight follower planets). In order for the Fence to exist, a precise method of energy distribution was required to supply each planet with an equal amount of essential elements needed to sustain life. The Keywork itself is comprised the visible beams of light that connect every individual planet, supplied by the seven power star transformers, known as the Stars of Sirius. Sirius Amory, the namesake and chief astronomer of the Stars, discovered that the Stars could produce the essential elements needed to harbor life among the planets and ensure their immobility (provided it allowed them to orbit around the beam).\r\nWhen God placed all three species in Heaven’s Fence and allowed them to live, he left them with specific rules. Prise would watch over the Mages, and Mages would govern over Man. This way, all could leave peacefully and harmoniously for all time. Should the balance be interrupted, it was the Prise’s responsibility to restore order. He left a riddle to be followed by the Prise:\r\n\"If man should decide to dabble in my affairs, then guardian must intervene. But, should I come forth to change the face of Man with you there to challenge me, then I shall return with the Stars to destroy all I have made. Whether Man or I present that danger will not be told in the coming.\"\r\nOver time, Mages became greedy and restless. Wilhelm Ryan, one of the twelve Mages sent to govern with compassion and justness, decided to overthrow his fellow Mages and take over their sectors. He ordered Mayo Detinwolf, future Head General of the URA, to occupy the neighboring territory and overthrow the leader, Mage Covent Marth. Immediately Marth and fellow Mages demanded Ryan withdraw his forces, but Ryan then executed Marth and thus began the War of the Mages. At war’s end, Ryan was in control of all three sectors and was hence forth known as Supreme Tri-Mage Ryan. Ryan enslaved Man to do his bidding, creating the United Red Army which he used to inflict a tyrannical rule over the entire Keywork. He used Man not only for labor in life, but as fuel for the Keywork in death by trapping their souls in the Stars. In creating the URA, Ryan appointed his cyborg body guard Mayo Detinwolf as Head General, and captures the 8 remaining Mages and turned them into Onstantine Priests. Described as mindless and blood thirsty, the Priests are Ryan’s merciless executioners.\r\nAfter years under Ryan’s ruthless iron fist, one of Man’s greatest scientists, Dr. Leonard Hohenberger, devised a plan. With the blessings of neither Mage nor Prise, Dr. Hohenberger worked in secret to create the first IRO-bots. Officially known as Interceptive Recon Operative Bots, they are cyborg like beings that act, feel, and think as humans, but posess super-human abilities. He created a team known as the K.B.I., comprised of Cambria (Knowledge), Coheed (Beast), and Jesse (Inferno). Each with their own talents, they were implanted with the mission of removing Ryan from power. Before he could exact his plan on Supreme Tri-Mage Ryan Wilhelm, Dr. Hohenberger was framed by accusations of ties with a terrorist organization, “Aetna Six,” the doctor was assassinated. Before his death, he implanted new memories into Coheed and Cambria and sent them into hiding. The doctor left Jesse untouched and told him to disappear, presumably in hopes to one day complete their task.\r\nYears passed, and hopes for an answer to Ryan’s regime began to fade. The Prise stirred with unrest, as they began to feel they had failed God and that the riddle they were left with would soon be realized. However, within Sector 12, on the capital planet Paris: Earth, a secret to Man’s oppressors began to rise. Mariah Antillarea, a Mage believed to be born through Immaculate Conception, is believed by her followers to be the solution to Ryan’s evil tyranny. Followers who refer to her as “The Messiah”, mark between their thumb and index finger, on the web of their hands, with an “M” with two lines drawn diagonally across it, to show they were members of Mariah’s Rebellion. A breath of hope spreads through the race of Man, and soon Mariah has a Rebel Army to fight against the URA. Thus marks the beginning of a whole new war." },
    { "type": 0, "name": "The Afterman: Ascension ", "cid": 7},
    { "type": 1, "name": "The Hollow", "cid": 7, "description": "" },
    { "type": 1, "name": "Key Entity Extraction I: Domino the Destitute", "cid": 7, "description": "" },
    { "type": 1, "name": "The Afterman", "cid": 7, "description": "" },
    { "type": 1, "name": "Mothers of Men", "cid": 7, "description": "" },
    { "type": 1, "name": "Goodnight, Fair Lady", "cid": 7, "description": "" },
    { "type": 1, "name": "Key Entity Extraction II: Holy Wood the Cracked", "cid": 7, "description": "" },
    { "type": 1, "name": "Key Entity Extraction III: Vic the Butcher", "cid": 7, "description": "" },
    { "type": 1, "name": "Key Entity Extraction IV: Evagria the Faithful", "cid": 7, "description": "" },
    { "type": 1, "name": "Subtraction", "cid": 7, "description": "" },
    { "type": 0, "name": "The Afterman: Descension", "cid": 8 },
    { "type": 1, "name": "Pretelethal", "cid": 8, "description": "" },
    { "type": 1, "name": "Key Entity Extraction V: Sentry the Defiant", "cid": 8, "description": "" },
    { "type": 1, "name": "The Hard Sell", "cid": 8, "description": "" },
    { "type": 1, "name": "Number City", "cid": 8, "description": "" },
    { "type": 1, "name": "Gravity's Union", "cid": 8, "description": "" },
    { "type": 1, "name": "Away We Go", "cid": 8, "description": "" },
    { "type": 1, "name": "Iron Fist", "cid": 8, "description": "" },
    { "type": 1, "name": "Dark Side of Me", "cid": 8, "description": "" },
    { "type": 1, "name": "2's My Favorite 1", "cid": 8, "description": "" },
    { "type": 0, "name": "Year of the Black Rainbow", "cid": 9 },
    { "type": 1, "name": "One", "cid": 9, "description": "" },
    { "type": 1, "name": "The Broken", "cid": 9, "description": "" },
    { "type": 1, "name": "Guns of Summer", "cid": 9, "description": "" },
    { "type": 1, "name": "Here We Are Juggernaut", "cid": 9, "description": "" },
    { "type": 1, "name": "Far", "cid": 9, "description": "" },
    { "type": 1, "name": "This Shattered Symphony", "cid": 9, "description": "" },
    { "type": 1, "name": "World of Lines", "cid": 9, "description": "" },
    { "type": 1, "name": "Made Out of Nothing (All That I Am)", "cid": 9, "description": "" },
    { "type": 1, "name": "Pearl of the Stars", "cid": 9, "description": "" },
    { "type": 1, "name": "In the Flame of Error", "cid": 9, "description": "" },
    { "type": 1, "name": "When Skeletons Live", "cid": 9, "description": "" },
    { "type": 1, "name": "The Black Rainbow", "cid": 9, "description": "" },
    { "type": 0, "name": "The Second Stage Turbine Blade", "cid": 1 },
    { "type": 1, "name": "Time consumer", "footnote": "vo1. 1, after chapter 1", "cid": 1, "description": "Though life is peaceful on Hetricus for the Kilgannon family, Coheed often has nightmares of doctors putting blades in his left arm. Cambria, sensing Coheed’s distress, worries for him. After work one day, Coheed is approached by Mayo Deftintwolf, who tells him of his past life in the KBI as the Beast. Coheed is told of the Monstar virus, which he carries, that has the capacity to shut down an entire Star of Sirius. He is led to believe that he has passed a mutated strain onto his children, called the Sinstar, that cannot be controlled and must be stopped. Mayo leaves Coheed with instructions and tools to perform the task of controlling the Sinstar, and Coheed regretfully goes home to the twins, Matthew and Maria, with this new task." }, 
    { "type": 1, "name": "Devil In Jersey City", "footnote": "vol. 1, chapter 2, page 5", "cid": 1, "description": "The scene changes to the outskirts of Jersey City, where Josephine Kilgannon is riding in a car with Patrick McCormick, her fiance. Josephine is unsure about going into Jersey City, believing that the place is run by a gang known as the Jersey City Devils. Patrick reassures her by telling her the place is deserted. Having a proposal in mind, Patrick begins to get close to Josie. However, just as they begin to kiss, they are attacked by the Jersey City Devils, the local gang. Patrick is knocked out and Josephine is raped. After the Jersey City Devils have abandoned the scene, Patrick wakes up to a distraught Josephine, who asks to be taken home." },
    { "type": 1, "name": "Everything Evil", "footnote": "vol. 1, after chapter 3", "cid": 1, "description": "Claudio Kilgannon, out with his girlfriend Newo Ikkin, realizes he’s late for his curfew. Newo argues that his parents are probably asleep, but Claudio insists they must go anyway. Meanwhile, Josephine and Patrick arrive at the Killgannon residence. Coheed, who is watching from a second-story window, readies a hammer. Josephine walks into the kitchen, and vomits into the sink after her ordeal with the Jersey City Devils. Cambria wakes up and walks downstairs to see her. The two hug, and Cambria assures her that she’s safe now. Coheed walks into the room, struggling with what he believes he must do. He tells Josephine to come to him, and attacks her as Patrick is walking into the house. Later, Claudio returns home to find Josie on the kitchen floor and from behind him a Priest emerges from another room. Seeing this, Josie tells him to run and says, “Dear Claudio, you’ll make it if you believe.” (Other theory: Referenced in the book when Coheed is stung by the dragonfly)" },
    { "type": 1, "name": "Delirium Trigger", "footnote": "Vol. 2, after chapter 7", "cid": 1, "description": "After being captured and sedated by Mayo Deftinwolf and a group of soldiers, Coheed and Cambria are transported to Paris: Earth aboard the Gloria vel Vessa, a Red Army transport craft. The crew of the Gloria feel safe as both Coheed and Cambria are contained in sealed isolation chambers, but the couple breaks out. Having remembered their powers, Coheed uses the blades in his left arm to kill surrounding soldiers and Cambria uses her telekinetic powers to subdue others. They fight their way to the bridge of the Gloria and commandeer the ship by capturing and holding the Captain, Larry, and the Navigator, Norris, hostage. During their time on the Gloria, Coheed begins to feel the effects of the Monstar. (The battle aboard the ship against Admiral Crom seems to be part of this, so it seems to span many of the books.https://www.reddit.com/r/coheedandcambria/comments/19d9xt/rcoheeds_song_of_the_day_4_delirium_trigger/)" },
    { "type": 1, "name": "Hearshot Kid Disaster", "footnote": "Vol. 2, After chapter 8", "cid": 1, "description": "As Coheed and Cambria feared, the Gloria comes into trouble and crash lands on Paris: Earth. Trying to salvage their plan regardless, the URA secure Coheed and a dragonfly stings him, inserting the ciache to begin Monstar reaction. After frantically searching for Cambria, fearing that she is gravely injured, Coheed looks into her eyes thus triggering the Monstar. He transforms and goes on a rampage, eventually shutting down the Star of Sirius holding Sector 12 in the Keywork, thereby dismantling it and all of its planets. After losing the beam that sustains its atmosphere, Paris: Earth becomes Silent Earth. The Hearshot kid is a reference to a “star” (alien) who resisted being used as fuel for the keywork on Shylos 10. Cecil the star tells Claudio about this new hero.Claudio attempts a similar resistance to the slavers at the end of book 8." },
    { "type": 1, "name": "33", "footnote": "vol. 1, chapter 5, Page 2", "cid": 1, "description": "After witnessing the events that transpired during Everything Evil, Patrick flees to a bar he knows of in search of an old friend who can get him a weapon. Unknown to him, an Onstantine Priest is not far behind. It finds the bar and, after killing a few patrons, goes after Patrick. He runs, but while trying to call the police for help, the Priest finally catches up with Patrick. Meanwhile, on Dil Ariuth IX, Jesse has received information about Coheed and Cambria’s capture and readies a ship to pursue the Gloria Vel Vessa." },
    { "type": 1, "name": "Junesong Provision", "footnote": "Vol 2, chapter 7, page 8", "cid": 1, "description": "After fleeing from the Kilgannon house in Everything Evil, Claudio decides that he has to leave Hetricus, and Newo, behind in order to keep her safe from whatever is after him. He visits her house and watches her sleep for a while, eventually saying a mental goodbye to her and taking a photo of her to keep. He stows aboard the Guile Griever, a trash hauling ship, and it leaves Hetricus for good. Meanwhile, on it’s way to Paris: Earth, the Gloria Vel Vessa has come into trouble and Coheed and Cambria fear that the ship may crash." },
    { "type": 1, "name": "Neverender", "footnote": "Vol 2, chapter 10, page 15", "cid": 1, "description": "As the Guile Griever flies away, Claudio wishes he could see his parents one last time and he writes them a note to them apologizing for having disobeyed them. Hoping they’re still alive, he wants them to someday read it and understand that he’ll miss them, and that he loves them. Finally, as he contemplates suicide, he decides against it and is determined to do something about the tragic events that have taken his family away. Neverender is also the name of the gun in his back pocket on page 15 of book 10." },
    { "type": 1, "name": "Godsend Conspirator", "footnote": "Vol 2, chapter 10, page 19", "cid": 1, "description": "Meanwhile, Ryan senses the threat in Mariah and her quickly rising Rebel Army. She is the first real significant threat to his power since the War of the Mages, so he sends Mayo to take care of it. Mayo brings Mariah’s head in a box to Wilhelm, where the chorus lines are mentioned on page 18 of book 10" },
    { "type": 1, "name": "IRO-BOT", "footnote": "Vol 2, end of book", "cid": 1, "description": "Jesse is the PrizeFighter Inferno, trying to win boxing matches to gain a following. This will allow him to create another rebellion." },
    { "type": 0, "name": "In Keeping Secrets of Silent Earth: 3", "cid": 2 },
    { "type": 1, "name": "The Ring in Return", "cid": 2, "description" : "This is a ten year passage of time in which Claudio is sleeping while hidden on the quiet planet Shylos Ten, which is used as the URA’s interrogation headquarters. During this time, Jesse begins to rebuild Mariah’s rebel army and wages a war against Ryan’s URA from Silent Earth." },
    { "type": 1, "name": "In Keeping Secrets of Silent Earth: 3", "footnote": "End of chapter 5", "cid": 2, "description": "From his base on Silent Earth, Jesse is joined by Mariah’s rebel army and his group of IRO-bots, The Pioneers, as they prepare for war against the URA. Jesse is commanding his soldiers, “man your battle stations,” as one of The Pioneers, Sizer, begins to feel envious of Jesse’s affection for Chase, another young IRO-bot Jesse created. As the URA plans to abduct one of The Pioneers for information on Jesse’s rebellion, Sizer contemplates the ways he could win Jesse’s attention." },
    { "type": 1, "name": "Cuts Marked in the March of Men", "cid": 2, "description": "The battle has begun between the URA and the rebellion, who are both fighting furiously. Many are killed or wounded and, amidst the battle, Chase is captured by the URA. In an attempt to gain the affections of Jesse, Sizer gives himself up in exchange for Chase’s release. The URA agrees to the deal and Sizer is taken away to Shylos Ten, a quiet planet where the URA performs its brutal interrogations." },
    { "type": 1, "name": "Three Evils Embodied in Love and Shadow", "cid": 2, "description": "On Shylos Ten, Sizer is tortured and interrogated by the URA in the hopes that he will give up information that could be used to defeat the rebellion. The URA drives a drill through his hands, blinds him and disassembles his body, though they finally realize he will not talk. His body is discarded in the streets of Shylos Ten and he’s left for dead. At some point Sizer is found by Claudio, Ambellina and presumably Jesse and he is reconstructed." },
    { "type": 1, "name": "The Crowing", "cid": 2, "description": "Claudio is woken up from his sleep by Ambellina, a member of the Prise who has been cast out in order to become Claudio’s guardian on his path to become The Crowing. He is told by Ambellina of their coinciding fates, and that he must rise up and meet his destiny. He is told that he, The Crowing, is responsible for the end of the Keywork as God’s riddle had mentioned. He also learns of his family’s fate, and though he is skeptical, he swears to hunt down Ryan and seek revenge." },
    { "type": 1, "name": "Blood Red Summer", "cid": 2, "description": "Jesse meets with Claudio to explain to him the events that took place on Hetricus and the meaning of his new destiny, as Claudio wasn’t necessarily inclined to believe Ambellina. Jesse explains the plan used against the Kilgannons to ensure that Wilhelm Ryan remained in command of the Keywork, and that his reign could no longer be threatened. Claudio struggles with all of the new information and, despite his intuition, asks what he did to deserve all of this." },
    { "type": 1, "name": " The Velorium Camper I: Faint of Hearts", "cid": 2, "description": "As a tactic to enter into and leave Shylos Ten undetected, the group is left stranded without a ship. They enlist the services of Al, a freighter pilot, to help them get off the planet aboard his ship, the Velorium Camper. As they travel together, the group gains some insight on Al’s character. A sharp shooter in his previous years, Al has an almost sexual obsession with his sniper rifle." },
    { "type": 1, "name": "The Velorium Camper II: Backend of Forever", "cid": 2, "description": "Ambellina’s presence on the Velorium Camper stirs up memories and Al begins to to think of past relationships. He obsesses over Ambellina, who tends to avoid interaction with him. He works up the situation in his head until he feels completely rejected by her, as he once was, and swears never to love again." },
    { "type": 1, "name": "The Velorium Camper III: Al the Killer", "cid": 2, "description": "On the ship, Ambellina stumbles across a closet full of dead bodies. They’re all white girls, and she learns that Al fantasizes about his affinity for killing them. Either because of his past relationship, or simply a fixation, he enjoys murdering them with his beloved sniper rifle." },
    { "type": 1, "name": "A Favor House Atlantic", "cid": 2, "description": "Al takes the group to Ryan’s headquarters, House Atlantic, and for reasons unknown appears to betray them by handing the group over to the URA. During time spent with Ambellina, however, Al developed an obsession with her and cannot stand turning her over. At the last minute, Al tries to help the group by covering them while the escape by offering to use his sharp shooting skills. Believing he’ll be killed, he says to Ambellina, “Bye bye, beautiful. Don’t bother to write,” in his last heroic stand." },
    { "type": 1, "name": "The Light and The Glass", "cid": 2, "description": "After escaping from House Atlantic on Jesse’s ship, the Grail Arbor, Claudio drifts off to sleep and dreams of Newo and the times they once shared. Because of his telepathic abilities, he is able to see her writing letters to him. He wishes that he had said a proper goodbye to her, and he dreams of what they would say to each other if they met again. His dream begins to change as he recalls what Jesse told him about the plot to destroy his family, and he imagines how the night would’ve been if he were home on time." },
    { "type": 1, "name": "21:13", "cid": 2, "description": "Claudio’s dream continues, and shifts to a reenactment of what the night ten years ago would’ve been like if he had been home on time instead of out with Newo. He relives the experience from Everything Evil, and swears revenge for his family." },
    { "type": 0, "name": "Good Apollo, I'm Burning Star IV, Volume One: From Fear Through the Eyes of Madness", "cid": 3 },
    { "type": 1, "name": "Keeping the Blade", "cid": 3, "description": "Claudio Sanchez: \"It’s a collection of intros from both previous records, but put together which can only mean the end.\" \r\nLike all the other albums, Good Apollo begins with an instrumental to represent a passage of time. As Claudio S. explains, it’s a compilation of instrumentals from the previous records to symbolize the story coming to a close." },
    { "type": 1, "name": "Always & Never", "cid": 3, "description": "Claudio Sanchez: \"The Writer starts to lose his mind over the devastation of this love he’s been separated from. In the second verse the Writer talks about her, and the influence on what is to come in the story.\"\r\nThis is the intro into the scene in the graphic novel where Writer is lying on his bed thinking about his now estranged ex-girlfriend, the blond haired blue eyed Erica Court. He is in a deep despair, which is obvious from the look of his room which is messy, bleak, disorganized, and sparsely decorated. He is laying on his bed, staring at a broken picture frame containing a portrait of her, imagining what he would have said to Erica, and what he would like to hear from her, if they had another moment together. In his grief, he is slowly but surely isolating himself and beginning to lose his mind." },
    { "type": 1, "name": "Welcome Home", "cid": 3, "description": "Claudio Sanchez: \"The Writer has a vision. He sees himself in this disfigured form, and a woman bound next to a grave. And the woman says ‘don’t kill me, I love you.’ and he says, ‘What do you care? You left me this way the only way my pain will end is in your suffering. Now get in the ground’ And thats the scene in the video.\"\r\nMuch like this short explanation from Claudio S., Writer simply sees himself dragging a young blonde woman (who looks remarkably like Erica) to a hole in the ground. She’s bound at the wrists and as he’s forcing her into the hole, she’s pleading with him for her life, telling him not to do this to her because she loves him. He, the figure Writer sees himself as, is wearing a black cloak that covers most of his face, looking similar to a reaper. Writer’s deep sadness about the end of his relationship with Erica is beginning to transform from loss to anger." },
    { "type": 1, "name": "Ten Speed (of God’s Blood & Burial)", "cid": 3, "description": "Claudio Sanchez: \"Ten Speed is the Writer’s subconscious, like the son of Sam dog. The is a dialogue, Ten Speed telling the Writer he knows of a way to get out of his rut: All he needs to do is stop doing the story.\"\r\nWriter is shaken by his violent visions, and is becoming slightly paranoid of himself. Despite his hate for Erica, he still loves her and wishes her no harm. Ten Speed, a delusion of Writer’s that takes the form of a demon bicycle, appears to him, telling him how to alleviate his own suffering. Writer is frightened and at first tells Ten Speed to leave him alone. However, Ten Speed persists and they continue a conversation about why Writer is suffering and what must be done to stop it. Their conversation is about the Character, Claudio, and his world. In that world is Ambellina, in whom Writer has invested all of his love for Erica, keeping him attached to his failed relationship. Ten Speed tells Writer to kill her off and Writer says no because he loves her. When Ten Speed persists, Writer asks “how does that work? You’re a bicycle,” (this is the dialogue in the background of the song). Writer is still conflicted and confused as to what his story really has to do with his love life, and the agony that is consuming his life." },
    { "type": 1, "name": "Crossing The Frame", "cid": 3, "description": "Claudio Sanchez: \"In Second Stage, the Writer wrote a love interest for the Character (Claudio). Her name is Newo. ‘Crossing The Frame’ is the parallels between Newo and Erica Court, the Writer’s love interest.\"\r\nThis song isn’t necessarily illustrated in the graphic novel, as the album and the comic aren’t completely linear. However, Writer begins to parallel the two women in his head. Because Newo represents The Character’s (Claudio Kilgannon’s) past, Writer begins to resent both Erica and Newo, as does Claudio K. In the graphic novel, Writer and Claudio simultaneously picture a house with a light on in the upstairs window, presumably spying on their past loves, Erica and Newo, lamenting their lost relationships and convincing themselves there is no turning back." },
    { "type": 1, "name": "Apollo I: The Writing Writer", "cid": 3, "description": "Claudio Sanchez: \"This is where we meet the Writer and learn his motive. As the Writer of this story, can he really be looked upon as a godlike figure to these characters?\"\r\nAlthough Writer has been ever-present in the graphic novel thus far, except for a few frames, his motive is not truly clear. He is coming to terms with his delusional agenda and begins to realize the true control he has had over his story the entire time. Until now, he thought of it independently from his life and control; he simply fostered it. Now, though, he realizes that if he created Ambellina to begin with, he’s realizing he can take her away for his own good. During this time, he justifies his actions to his conscience by dwelling on mental images of Erica cheating on him with a man who flew in by plane, though these may very well be delusions as well.\r\nThe dialogue in the background of this song is Jesse, or Inferno, telling his IRObot children that he loves them and is sorry he hasn’t been much of a father, and that he already knows of his fate. While this is unclear so far in the album and the graphic novel, Apollo II will return to this point later on." },
    { "type": 1, "name": "Once Upon Your Dead Body", "cid": 3, "description": "Claudio Sanchez: \"Its Ten Speed trying to get the Writer to kill off Claudio. And the Writer sees it as Ten Speed trying to talk him into killing off his love interest. And the Writer saying he’s no murderer.\"\r\n(I think Claudio said kill off Ambellina not Claudio, AP might have got it wrong.)\r\nIt’s probably accurate that AP mixed up Claudio and Ambellina’s names. That means Ten Speed is continuing his campaign to convince Writer to kill Ambellina to stop his own torture, since she is the anchor to his painful lost relationship with Erica. Still, Writer resists, so Ten Speed continues. This time, Writer begins to accept the idea." },
    { "type": 1, "name": "Wake Up", "cid": 3, "description": "Claudio Sanchez: \"Its a love song. You get a history of the Writer, that he’d have done anything for this person who went on to do this horrible thing to him.\"\r\nFitting with the sporadic, dysfunctional organization of the album, even during his torment and plotting, Writer reflects on the love he had for Erica and all of the things he would’ve done for her. He dwells on the past, thinking of Erica fondly, despite his belief of her infidelity (it is unclear in the graphic novel whether or not Erica truly cheated on him). Writer has somewhat of a split personality now, half that feels guilt, loss and love, and half that feels anger, betrayal and revenge." },
    { "type": 1, "name": "The Suffering", "cid": 3, "description": "Claudio Sanchez: \"Its an extension of ‘Wake Up’. It’s a Queen-esque song, more like a play. Its the climax of the Writer losing it.\"\r\nAs Claudio S. explains, this is a climax for Writer’s instability. He dwells on his past with Erica so frequently, with such intensity, that it is all he can think about. At this point in the album and the graphic novel, he has already resolved to enter the story, do what needs to be done, and move on. Still, though, he thinks about his proposal (or desire to propose) to Erica. It is consuming his entire life." },
    { "type": 1, "name": "The Lying Lies & Dirty Secrets of Miss Erica Court", "cid": 3, "description": "Claudio Sanchez: \"The Writer starts to realize that there’s something else behind what Ten Speed is telling him: That no one will be following you when you end the story; everyone is going to die.\"\r\nAlthough Ten Speed has only been seen/heard as saying to Writer is in regards to Ambellina, Writer has come to this conclusion on his own. The “unwritten end” refers to the fact that Writer must end the story, because it won’t happen on its own. He realizes that since the entire thing has been a reflection of his internal conflict, he must resolve it by bringing it to an end. “Believer, believe it or not, you know just when it ends and how it goes” is presumably Ten Speed telling Writer that it’s his destiny, if you will, to tie up all of the loose ends. By doing so, he will end everything, including all of the other characters’ existances." },
    { "type": 1, "name": "Mother May I", "cid": 3, "description": "Claudio Sanchez: \"Now, the Writer is realizing that he is the father of this story, and these are his children. The Character is losing it, and these papers are lined up in front of him, and these papers in blood is ‘God only knows’ and that’s the answer to his questions.\"\r\nThis explanation ends a lot of debate about Writer’s role. As Claudio S. explains, the Character (Claudio Kilgannon) is torn by grief, hesitation, and confusion concerning his destiny. He’s tortured by visions of the Lost Souls of the Keywork being used in their afterlife for Ryan’s devious ambition to fuel the Keywork. As Claudio is thrust into new situations, he doubts his ability to handle them. Chase, the Vishual, can hear what Writer thinks and says, and tries to reassure Claudio, but he is unchanged. As Claudio S. says, he spreads out papers in front of him that spell out “God only knows,” which is significant because Writer has newly realized himself as the God of their universe. Claudio’s fate is in God, or Writer’s hands, not his own. At this point, these two parallel characters begin to collide. Though cryptic, the lyrics in this song explain the evolution of these two men’s destinies." },
    { "type": 1, "name": "The Willing Well I: Fuel for the Feeding End", "cid": 3, "description": "Claudio Sanchez: \"The Willing Well is where the two worlds collide. It goes back and forth between the characters in the graphic novel.\"\r\nJust as the summary says, both Writer and Character (Claudio Kilgannon) are feeling the same uncertainty about their destinies. Writer, uncertain because he’s on his way to destroy the world he has unknowingly created to parallel his own life, begins to influence Claudio, who is simultaneously on his way to becoming the Keywork’s messiah and is still having trouble gripping the meaning of that. Though by different approaches, it becomes clear that they have the same goal: bring about the end of the Keywork. While Writer feels compelled by greif, Claudio feels compelled by fate. It becomes obvious that Claudio is a tool Writer is using as a means of destroying the story world. Because they are parallels of each other, they are experiencing the same emotions, including those for Ambellina." },
    { "type": 1, "name": "The Willing Well II: From Fear Through The Eyes of Madness", "cid": 3, "description": "Claudio Sanchez: \"This is more from the Writer’s perspective: He’s become isolated from the world, and he finds a way out, which is to destroy the story.\"\r\nAs both worlds are bleeding into each other, the album takes a turn to show the perspective from both sides. The events take place in a certain sequence, but the listener/reader is also thrown back and forth between plot and disillusion to heighten the sense of disorientation that Writer feels. The Willing Well songs are all involved in the section of the graphic novel where Writer is on his way into the story, and Claudio is on his way to House Atlantic to fight with Ryan for the first time since “A Favor House Atlantic”. Writer and Character are both preparing for an upheaval; a final battle, or so they feel." },
    { "type": 1, "name": "The Willing Well III: Apollo II: The Telling Truth", "cid": 3, "description": "Claudio Sanchez: \"This is the full on end, where the Character is coming to the Writer, and the Writer is saying to him ‘You are the one, I am your God’ and, ‘in my presence/you will make sure the fiction meets its fate…all the worlds from here must burn.\"\r\nIn the graphic novel, during this song, several events occur. Claudio, Jesse, Ambellina and their gang land on House Atlantic after getting through a lapse in the shields, according to Ryan’s plan. Jesse is immediately engaged in a fight with Mayo Detinwolf, as he had predicted, as Claudio and Ambellina run off to enter combat. Simultaneously, Writer is taken to a guillotine with angel wings and as the blade drops, he realizes he does not die. Instead, for the first time, he is certain about what he has to do. He enters the story through the Willing Well, which is what appears to be a full-length mirror that exists in both worlds. He enters the story by walking into a room in House Atlantic where Claudio and Ambellina are standing, having just killed an Onstantine Priest. Writer attacks Ambellina, and Claudio evokes his Crowing abilities to fight Writer. His attempts are in vain, and Writer has his way. After realizing his powers are useless, Claudio is forced to listen to Writer’s commands." },
    { "type": 1, "name": "The Willing Well IV: The Final Cut", "cid": 3, "description": "Claudio Sanchez: \"The Writer gets brought to this guillotine with wings, and at the guillotine is his love, Erica Court. And the blade comes down on the character, but he doesn’t die- he realizes what he has to do.\"\r\n(Note: the events in the Final Cut happen just before the events in the telling truth in the graphic novel.)\r\nAs the note explains, these events took place just before, and during Apollo II in the graphic novel. As for its place on the album, it is a different set of emotions that Writer experiences that don’t fit into the previous song; it is a closure to his open ended greif. Finally a type of revenge. It should be noted that Claudio S. has said the child’s voice in both songs Always and Never, and The Final Cut, are of no real significance." },
    { "type": 1, "name": "Bron-Y-Aur", "cid": 3, "description": "(Hidden track at the end of the album.)\r\nClaudio Sanchez: \"Sometimes you watch a movie and you get a lot emotionally. And at the end there’s this weird song over the credits. Its like that.\"" },
    { "type": 0, "name": "Good Apollo, I'm Burning Star IV, Volume Two: No World for Tomorrow", "cid": 4 },
    { "type": 1, "name": "The Reaping", "cid": 4, "description": "" },
    { "type": 1, "name": "No World for Tomorrow", "cid": 4, "description": "" },
    { "type": 1, "name": "The Hound (Of Blood and Rank)", "cid": 4, "description": "" },
    { "type": 1, "name": "Feathers", "cid": 4, "description": "" },
    { "type": 1, "name": "The Running Free", "cid": 4, "description": "" },
    { "type": 1, "name": "Mother Superior", "cid": 4, "description": "" },
    { "type": 1, "name": "Gravemakers & Gunslingers", "cid": 4, "description": "" },
    { "type": 1, "name": "Justice in Murder", "cid": 4, "description": "" },
    { "type": 1, "name": "The End Complete I: The Fall of House Atlantic", "cid": 4, "description": "" },
    { "type": 1, "name": "The End Complete II: Radio Bye Bye", "cid": 4, "description": "" },
    { "type": 1, "name": "The End Complete III: The End Complete", "cid": 4, "description": "" },
    { "type": 1, "name": "The End Complete IV: The Road and the Damned", "cid": 4, "description": "" },
    { "type": 1, "name": "The End Complete V: On the Brink", "cid": 4, "description": "" },
    { "type": 0, "name": "Vaxis – Act I: The Unheavenly Creatures", "cid": 5 },
    { "type": 1, "name": "Prologue", "cid": 5, "description": "" },
    { "type": 1, "name": "The Dark Sentencer", "cid": 5, "description": "" },
    { "type": 1, "name": "Unheavenly Creatures", "cid": 5, "description": "" },
    { "type": 1, "name": "Toys", "cid": 5, "description": "" },
    { "type": 1, "name": "Black Sunday", "cid": 5, "description": "" },
    { "type": 1, "name": "Queen of the Dark", "cid": 5, "description": "" },
    { "type": 1, "name": "True Ugly", "cid": 5, "description": "" },
    { "type": 1, "name": "Love Protocol", "cid": 5, "description": "" },
    { "type": 1, "name": "The Pavilion (Along Way Back)", "cid": 5, "description": "" },
    { "type": 1, "name": "Night-time Walkers", "cid": 5, "description": "" },
    { "type": 1, "name": "The Gutter", "cid": 5, "description": "" },
    { "type": 1, "name": "All on Fire", "cid": 5, "description": "" },
    { "type": 1, "name": "It Walks Among Us", "cid": 5, "description": "" },
    { "type": 1, "name": "Old Flames", "cid": 5, "description": "" },
    { "type": 1, "name": "Lucky Stars", "cid": 5, "description": "" },
    { "type": 0, "name": "Vaxis – Act II: A Window of the Waking Mind ", "cid": 6 },
    { "type": 1, "name": "The Embers of Fire", "cid": 6, "description": "" },
    { "type": 1, "name": "Beautiful Losers", "cid": 6, "description": "" },
    { "type": 1, "name": "Comatose", "cid": 6, "description": "" },
    { "type": 1, "name": "Shoulders", "cid": 6, "description": "" },
    { "type": 1, "name": "A Disappearing Act", "cid": 6, "description": "" },
    { "type": 1, "name": "Love Murder One", "cid": 6, "description": "" },
    { "type": 1, "name": "Blood", "cid": 6, "description": "" },
    { "type": 1, "name": "The Lairs Club", "cid": 6, "description": "" },
    { "type": 1, "name": "Bad Man", "cid": 6, "description": "" },
    { "type": 1, "name": "Our Love", "cid": 6, "description": "" },
    { "type": 1, "name": "Ladders of Supremacy", "cid": 6, "description": "" },
    { "type": 1, "name": "Rise, Naianasha (Cut the Cord)", "cid": 6, "description": "" },
    { "type": 1, "name": "Window of the Waking Mind", "cid": 6, "description": "" }
  ]
}
